{
  "translation": {
    "Jogar": "Jugar",
    "Criar sala": "Crear partido",
    "Saldo insuficiente": "Fondos insuficientes",
    "Not player turn": "No es tu turno",
    "Opponent has quit the game": "El oponente abandonó el partido",
    "Room does not exists": "La sala no existe",
    "Room is full": "La sala esta llena",
    "Fetch error": "Error al obtener datos",
    "No rooms available": "No hay sala disponible",
    "Already in a game": "El usuario ya está en una partida",
    "Room not found": "Sala no encontrada",
    "Sala não encontrada": "Sala no encontrada",
    "Código da sala": "Código de la sala",
    "Entrar": "Entrar",
    "diminuir aposta": "disminuir la apuesta",
    "aumentar aposta": "aumentar la apuesta",
    "Empate": "Empate",
    "Derrota": "Derrota",
    "Vitória": "Victoria",
    "Tem certeza que deseja desistir?": "Seguro que quieres salir?",
    "desistir": "rendirse",
    "configurações": "ajustes",
    "Resultado": "Resultado",
    "Saldo atual": "Saldo actual",
    "Menu principal": "Menú principal",
    "voltar": "regresar",
    "Você não possui saldo o suficiente para fazer a aposta.": "No tienes suficiente saldo para hacer la apuesta.",
    "Cancelar": "Cancelar",
    "Adicionar saldo": "Añadir fondos",
    "Aguardando oponente": "Esperando a un oponente",
    "Revanche": "Revancha",
    "Procurar partida": "Buscar un juego",
    "Sala expirada": "Sala caducada",
    "Sua sala foi fechada devido a ausência de um oponente.": "Tu sala ha sido cerrada debido a que falta un oponente.",
    "Iniciando partida": "Empieza el juego",
    "Procurando": "Buscando",
    "copiar código da sala": "copiar el código de la sala",
    "Desistir": "Desistir",
    "Ver resultado": "Ver resultado",
    "Sair": "Dejar juego",
    "Apostar": "Apostar",
    "Criar": "Crear",
    "O oponente saiu da partida": "El oponente abandonó el partido",
    "regras do jogo": "regras del juego",
    "Como jogar": "Cómo juegas",
    "Participam duas pessoas, que jogam alternadamente, preenchendo cada um dos espaços vazios. Cada participante poderá usar um símbolo (X ou O). Vence o jogador que conseguir formar primeiro uma linha com três símbolos iguais, seja ela na horizontal, vertical ou diagonal.": "Participan dos personas, que juegan alternativamente, llenando cada uno de los espacios vacíos. Cada participante puede utilizar un símbolo (X u O). Gana el jugador que consiga formar una línea con tres símbolos idénticos primero, ya sea horizontal, vertical o diagonalmente.",
    "Resultados do jogo": "Resultados del juego",
    "O vencedor da partida irá receber o valor total da aposta do seu adversário.": "El ganador del partido recibirá el monto total de la apuesta de su oponente.",
    "O perdedor da partida terá sua quantia apostada enviada para seu adversário.": "Al perdedor del partido se le enviará su apuesta a su oponente.",
    "Os jogadores precisam jogar, no mínimo, uma revanche para decidir o vencedor e o perdedor da partida. O jogador que sair antes de jogar, no mínimo, uma revanche será considerado o perdedor da partida, onde o valor apostado irá para o oponente. Caso aconteça mais um empate, ambos os jogadores terão duas opções:": "Los jugadores deben jugar al menos una revancha para decidir el ganador y el perdedor del partido. El jugador que se retire antes de jugar al menos una revancha será considerado el perdedor del partido, donde la apuesta será para el oponente. En caso de otro empate, ambos jugadores tendrán dos opciones:",
    "Sempre que a partida se empatar novamente, ambos os jogadores precisam concordar em jogar uma nova revanche.": "Cada vez que el partido vuelve a estar empatado, ambos jugadores deben ponerse de acuerdo para jugar una nueva revancha.",
    "Retornar ao menu principal": "Volver al menú principal",
    "Caso um jogador não queira fazer outra revanche ele tem a opção de retornar ao menu principal sem perder qualquer valor de sua quantia apostada.": "En caso de que un jugador no quiera hacer otra revancha tiene la opción de volver al menú principal sin perder ningún valor de su apuesta.",
    "Deseja desbloquear esse emoji?": "¿Quieres desbloquear este emoji?",
    "Esse emoji é pago, clicando em comprar uma nova aba no seu navegador irá se abrir te levando à página de compra": "Esse emoji é pago, haga clic en comprar uma nova aba no seu navegador irá se abrirá te levando à página de compra",
    "Comprar": "Compra"
  }
}
