{
  "translation": {
    "Jogar": "Play",
    "Criar sala": "Create room",
    "Saldo insuficiente": "Insufficient balance",
    "Not player turn": "Not your turn",
    "Opponent has quit the game": "Opponent has left the game",
    "Room does not exists": "Room does not exists",
    "Room is full": "Room is full",
    "Fetch error": "Fetch error",
    "No rooms available": "No rooms available",
    "Already in a game": "User is already in a game",
    "Room not found": "Room not found",
    "Sala não encontrada": "Room not found",
    "Código da sala": "Room code",
    "Entrar": "Join",
    "diminuir aposta": "decrease bet",
    "aumentar aposta": "increase bet",
    "Empate": "Draw",
    "Derrota": "Lose",
    "Vitória": "Win",
    "Tem certeza que deseja desistir?": "Do you want to quit?",
    "desistir": "quit",
    "configurações": "settings",
    "Resultado": "Result",
    "Saldo atual": "Balance",
    "Menu principal": "Main menu",
    "voltar": "go back",
    "Você não possui saldo o suficiente para fazer a aposta.": "Insufficient balance to bet.",
    "Cancelar": "Cancel",
    "Adicionar saldo": "Add balance",
    "Aguardando oponente": "Waiting opponent",
    "Revanche": "Rematch",
    "Procurar partida": "Search match",
    "Sala expirada": "Room has been closed",
    "Sua sala foi fechada devido a ausência de um oponente.": "Your room has been closed due missing an opponent.",
    "Iniciando partida": "Starting match",
    "Procurando": "Searching",
    "copiar código da sala": "copy room code",
    "Desistir": "Quit",
    "Ver resultado": "Result",
    "Sair": "Leave",
    "Apostar": "Bet",
    "Criar": "Create",
    "O oponente saiu da partida": "Opponent has left the match",
    "regras do jogo": "game rules",
    "Como jogar": "How to play",
    "Participam duas pessoas, que jogam alternadamente, preenchendo cada um dos espaços vazios. Cada participante poderá usar um símbolo (X ou O). Vence o jogador que conseguir formar primeiro uma linha com três símbolos iguais, seja ela na horizontal, vertical ou diagonal.": "Players alternate placing Xs and Os on the game board until either opponent has three in a row, vertically or in diagonal, or all nine squares are filled.",
    "Resultados do jogo": "Game results",
    "O vencedor da partida irá receber o valor total da aposta do seu adversário.": "The winner of the match will receive all of their opponent's bet.",
    "O perdedor da partida terá sua quantia apostada enviada para seu adversário.": "The loser of the match will have his entire bet received by his opponent.",
    "Os jogadores precisam jogar, no mínimo, uma revanche para decidir o vencedor e o perdedor da partida. O jogador que sair antes de jogar, no mínimo, uma revanche será considerado o perdedor da partida, onde o valor apostado irá para o oponente. Caso aconteça mais um empate, ambos os jogadores terão duas opções:": "Players need to play at least one rematch to decide the winner and loser of the match. The player who leaves before playing at least one rematch will be considered the loser of the match. If another tie happens both players will have two options:",
    "Sempre que a partida se empatar novamente, ambos os jogadores precisam concordar em jogar uma nova revanche.": "Whenever the match is tied again, both players must agree to play a new rematch.",
    "Retornar ao menu principal": "Return to main menu",
    "Caso um jogador não queira fazer outra revanche ele tem a opção de retornar ao menu principal sem perder qualquer valor de sua quantia apostada.": "In case a player does not want to make another rematch he has the option to return to the main menu without losing any value of his bet.",
    "Deseja desbloquear esse emoji?": "Unlock emoji?",
    "Esse emoji é pago, clicando em comprar uma nova aba no seu navegador irá se abrir te levando à página de compra": "This is a paid emoji, if you click to buy a new tab will open up redirecting you to the payment",
    "Comprar": "Buy now"
  }
}
